espressif/esp-idf/examples/system/sysview_tracing/sdkconfig.defaults.esp32p4
CONFIG_IDF_TARGET="esp32p4"
CONFIG_APPTRACE_UART_TX_GPIO=37
CONFIG_APPTRACE_UART_RX_GPIO=38
